export const MOCK_POSTS = [
  { id: 1, title: "Первый пост", content: "Контент первого поста" },
  { id: 2, title: "Второй пост", content: "Контент второго поста" },
  { id: 3, title: "Третий пост", content: "Контент третьего поста" },
  {
    id: 4,
    title: "Четвёртый пост с описанием",
    content: "Контент четвертого поста",
  },
  { id: 5, title: "Пятый пост тест", content: "Контент пятого поста" },
];

export const COMMENT_LIST = [
  { id: 1, author: "Первый автор", text: "Хорошая статья!" },
  { id: 2, author: "Второй автор", text: "Полезная информация." },
];
